Repository: funayaki/locale
Catalog: src/Locale/*/localized.po
Languages: de, es, fr

source: Permissions
de: Rechte
es: Permisos

source: Access Control
de: Zugangskontrolle
es: Control de Acceso
fr: Contrôle des accès

source: _authorizeByContent() - Access of un-mapped action "%1$s" in controller "%2$s"
es: _authorizeByContent() - Acceso de la accion fuera del mapa "%1$s" en controlador "%2$s"
fr: _authorizeByContent () - Accès de l'action non mappée "%1$s" dans le contrôleur "%2$s"

source: The {0} has been saved.
de: {0} wurde gespeichert
es: El {0} ha sido guardado
fr: {0} enregistré(e)

source: The {0} could not be saved. Please, try again.
de: {0} konnte nicht gespeichert werden. Bitte nochmal versuchen.
es: El {0} no pudo ser guardado. Por favor intente de nuevo.
fr: Enregistrement impossible. Veuillez réessayer.

source: Action deleted
de: Aktion gelöscht
es: Acción borrada
fr: Action supprimée

source: Action moved up
de: Aktion wurde nach oben bewegt
es: Acción movida arriba
fr: Action déplacée vers le haut

source: Action moved down
de: Aktion wurde nach unten bewegt
es: Acción movida abajo
fr: Action déplacée vers le bas

source: Parent Role
de: Eltern Rolle
es: Rol padre
fr: Rôle Parent

source: "AutoLogin" (Remember Me) disabled since mcrypt_encrypt is not available
es: "AutoLogin" (Recordar) inhabilitado ya que mcrypt_encrypt no esta disponible
fr: Connexion Automatique (Se souvenir de moi) désactivé depuis que mcrypt_encrypt n'est plus disponible

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs

source: Actions
de: Aktionen
es: Acciones

source: Add
de: Hinzufügen
es: Adicionar
fr: Ajouter

source: Action
de: Aktion
es: Accion

source: Parent
de: Ursprung
es: Padre

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils

source: Generate
de: Generieren
es: Generar
fr: Générer

source: Create new actions (no removal)
de: Erzeuge neue Aktionen (keine Entfernung)
es: Crear nuevas acciones (sin remover)
fr: Créer de nouvelles actions (Sans suppression)

source: Synchronize
de: Synchronisieren
es: Sincronizar
fr: Synchroniser

source: Create new & remove orphaned actions
de: Erzeuge neue & entferne veraltete Aktionen
es: Crear y remover aciones huerfanas
fr: Créer de nouvelles actions et supprimer les orphelines

source: Move up
de: Nach oben
es: Mover arriba
fr: Déplacer vers le haut

source: Move down
de: Nach unten
es: Mover abajo
fr: Déplacer vers le bas

source: Edit this item
de: Dieses Objekt bearbeiten
es: Editar este elemento
fr: Editer

source: Remove this item
de: Dieses Objekt entfernen
es: Remover este elemento
fr: Supprimer

source: Are you sure?
de: Sind Sie Sicher?
es: ¿Está seguro?
fr: Etes vous sûr ?

source: Edit Actions
de: Aktionen bearbeiten
es: Editar acciones
fr: Editer les actions

source: When set, permissions from parent role are inherited
de: Bei der Einstellung werden die Berechtigungen des übergeordneten Rolle geerbt
es: Cuando se active, los permisos del rol padre son heredados
fr: Si activé, les autorisations de rôles parents sont hérités

source: Edit Permissions
de: Berechtigungen bearbeiten
es: Editar Permisos
fr: Editer les permissions

source: Blocks
de: Blöcke
es: Bloques
fr: Blocs

source: Regions
de: Regionen
es: Regiones
fr: Régions

source: Title cannot be empty.
de: Sie müssen einen Titel eingeben.
es: El título no puede ser vacio.
fr: Le titre ne peut être vide.

source: Alias cannot be empty.
de: Sie müssen ein Alias eingeben.
es: El álias no puede estar vacio.
fr: L'alias ne peut être vide.

source: Block
es: Bloque
fr: Bloc

source: Visibilities
de: Sichtbarkeit
es: Visibilidades
fr: Visibilité

source: Params
de: Parameter
es: Parámetros
fr: Paramètres

source: Title
de: Titel
es: Título
fr: Titre

source: unique name for your block
de: eindeutiger Name für den Block
es: Nombre único para su bloque
fr: nom unique de votre bloc

source: Region
de: Bereich
es: Región
fr: Région

source: if you are not sure, choose 'none'
de: Wenn Sie nicht sicher sind, wählen Sie 'none'
es: si no está seguro, escoja 'ninguno'
fr: si vous n'êtes pas sûr, choisisez 'aucun'

source: Body
de: Inhalt
es: Cuerpo
fr: Corps

source: Class
de: Klasse
es: Clase
fr: Classe

source: Element
es: Elemento
fr: Elément

source: Visibility Paths
de: Einsehbare Pfade
es: Rutas de visibilidad
fr: Chemins visibles

source: Enter one URL per line. Leave blank if you want this Block to appear in all pages.
de: Eine URL pro Linie. Leer lassen wenn der Block auf allen Seiten angezeigt werden soll.
es: Introduzca una URL por línea. Déjelo en blanco si quiere que este bloque aparezca en todas las páginas.
fr: Entrez une ligne par URL. Laissez blanc si vous voulez que ce bloc apparaisse sur toutes les pages.

source: Publishing
de: Veröffentlichen
es: Publicando
fr: Publication

source: Show title ?
de: Titel anzeigen?
es: Mostrar titulo?
fr: Montrer le titre ?

source: Status
es: Estado
fr: Statut

source: Choose
de: Wähle
es: Seleccione
fr: Choisir

source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier

source: Unpublish
de: Nicht veröffentlichen
es: Despublicar
fr: Dépublier

source: Delete
de: Löschen
es: Borrar
fr: Supprimer

source: Submit
de: Senden
es: Enviar
fr: Soumettre

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires

source: Published
de: Veröffentlicht
es: Publicado
fr: Publié

source: Approval
de: Bestätigt
es: Aprobación
fr: Approbation

source: Maximum level reached. You cannot reply to that comment.
de: maximale Anzahl an Kommentaren. Sie können kein Kommentar schreiben
es: Nivel máximo alcanzado. No puede contestar a ese comentario.
fr: Niveau maximum atteint. Vous ne pouvez pas répondre à ce commentaire.

source: Comments are not allowed.
de: Kommentare nicht erlaubt
es: Comentarios no se autorizados.
fr: Les commentaires ne sont pas autorisés.

source: Your comment has been added successfully.
de: Ihr Kommentar wurde erfolgreich hinzugefügt
es: Su comentario ha sido añadido con éxito.
fr: Votre commentaire a bien été ajouté.

source: Your comment will appear after moderation.
de: Ihr Kommentar wird bald möglichst freigeschaltet
es: Su comentario aparecerá tras ser moderado.
fr: Votre commentaire apparaîtra après modération.

source: Sorry, the comment appears to be spam.
de: Der Kommentar sieht aus wie Spam.
es: Lo sentimos, este comentario parece ser spam.
fr: Désolé, ce commentaire semble être un spam

source: Comments deleted
de: Kommentare gelöscht
es: Comentarios eliminados
fr: Commentaires supprimés

source: Comments published
de: Kommentare veröffentlicht
es: Comentarios publicados
fr: Commentaires publiés

source: Comments unpublished
de: Kommentare unveröffentlicht
es: Comentarios no publicados
fr: Commentaires non publiés

source: Invalid Comment id
de: Ungültige Kommentar Id
es: Id de comentario invalido
fr: ID invalide pour le commentaire

source: Contact
de: Kontakt
es: Contacto
fr: Contacter

source: Name
es: Nombre
fr: Nom

source: Website
de: Webseite
es: Sitio web
fr: Site internet

source: Content
de: Inhalt
es: Contenido
fr: Contenu

source: Comments: Published
de: Kommentare: veröffentlicht
es: Comentarios publicados
fr: Commentaires: publiés

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé

source: Read only
de: Nur lesen
es: Sólo lectura
fr: Lecture seule

source: Read/Write
de: Lesen/Schreiben
es: Lectura/escritura
fr: Lecture/Ecriture

source: Add new comment
de: Neuen Kommentar hinzufügen
es: Añadir un nuevo comentario
fr: Ajouter un commentaire

source: Post comment
de: Kommentar posten
es: Publicar comentario
fr: Poster un commentaire

source: Comment on
de: Kommentar am
es: Comentar
fr: Commenter sur

source: by
de: von
es: por
fr: par

source: said on {0}
de: sagte am {0}
es: dijo el {0}
fr: a dit le {0}

source: Reply
de: Antworten
es: Responder
fr: Répondre

source: Name: {0}
es: Nombre: {0}
fr: Nom: {0}

source: Website: {0}
de: Webseite: {0}
es: Sitio web: {0}
fr: Site internet: {0}

source: IP Address: {0}
de: IP-Adresse: {0}
es: Dirección IP: {0}
fr: Adresse IP: {0}

source: Comment: {0}
de: Kommentar: {0}
es: Comentario: {0}
fr: Commentaire: {0}

source: Contacts
de: Kontakte
es: Contactos

source: Messages
de: Nachrichten
es: Mensajes

source: Your message has been received...
de: Die Nachricht wurde übertragen...
es: Su mensaje ha sido recibido...
fr: Votre message a bien été reçu...

source: Sorry, the message appears to be spam.
de: Die Nachricht sieht aus wie Spam.
es: Lo sentimos, este mensaje parece ser spam.
fr: Désolé, le message semble être un spam.

source: Invalid captcha entry
de: Ungültige Captcha Eingabe
es: Captcha no válido
fr: La saisie du captcha est incorrecte

source: Messages marked as read
de: Nachrichten als gelesen markiert
es: Mensajes marcados como leídos
fr: Messages marqués en tant que lus

source: Messages marked as unread
de: Nachrichten als ungelesen markiert
es: Mensajes marcados como no leídos
fr: Messages marqués en tant que non lus

source: This field cannot be left blank.
de: Dieses Feld muss ausgefüllt werden.
es: Este campo no puede dejarse en blanco
fr: Ce champ ne peut être vide.

source: Please provide a valid email address.
de: Bitte geben Sie eine gültige Emailadresse ein.
es: Por favor provea una dirección de email válida.
fr: Veuillez fournir une adresse email valide.

source: Details
es: Detalles
fr: Détails

source: Message
de: Nachricht
es: Mensaje

source: Position
es: Posicion
fr: Titre

source: Address
de: Adresse
es: Direccion
fr: Adresse

source: Address2
de: Adresse2
es: Direccion2
fr: Adresse suite

source: State
de: Bundesland
es: Estado
fr: Etat

source: Country
de: Land
es: Pais
fr: Pays

source: Post Code
de: Postleitzahl
es: Codigo Postal
fr: Code postal

source: Phone
de: Telefon
es: Telefono
fr: Téléphone

source: Let users leave a message
de: Die Benutzer können Nachrichten hinterlassen
es: Permitir a los usuarios dejar un mensaje
fr: Autorisers les utilisateurs à laisser un message

source: Save messages in database
de: Nachrichten in der Datenbank speichern
es: Guardar mensajes en la base de datos
fr: Sauvegarder les messages en base de données

source: Notify by email instantly
de: Sofort per Email benachrichten
es: Notificar por email instantáneamente
fr: Notifier par email instantanément

source: Spam protection (requires Akismet API key)
de: Spam Sicherheit (benötigt Akismet API key)
es: Protección anti-spam (requiere una clave de API Akismet)
fr: Protection contre le spam (nécessite une clé pour l'API Akismet)

source: Use captcha? (requires Recaptcha API key)
de: Captcha benutzen? (requires Recaptcha API key)
es: ¿Utilizar captcha? (Requiere una clave de API Recaptcha)
fr: Utiliser captcha (nécessite une clé pour l'API Recaptcha)

source: You can manage your API keys here.
de: Sie können ihr API Schlüssel hier verwalten.
es: Puede gestionar sus claves API aquí.
fr: Vous pouvez gérer vos différentes clés d'utilisation des APIs ici.

source: Edit Message
de: Nachricht bearbeiten
es: Editar mensaje
fr: Editer un message

source: Read
de: Gelesen
es: Leído
fr: Lu

source: Messages: Read
de: Nachrichten: Gelesen
es: Mensajes: Leídos
fr: Messages: lus

source: Unread
de: Ungelesen
es: No leído
fr: Non lu

source: Messages: Unread
de: Nachrichten: Ungelesen
es: Mensajes: No leído
fr: Messages: non lus

source: Created
de: Erstellt
es: Creado
fr: Créé

source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu

source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer

source: Yes
de: Ja
es: Sí
fr: Oui

source: Your name
de: Ihr Name
es: Su nombre
fr: Votre nom

source: Your email
de: Ihre Email
es: Su email
fr: Votre email

source: Subject
de: Betreff
es: Asunto
fr: Sujet

source: You have received a new message at: {0}
de: Sie haben eine neue Nachricht erhalten: {0}
es: Ha recibido un nuevo mensaje en: {0}
fr: Vous avez reçu un nouveau message à: {0}

source: Subject: {0}
de: Betreff: {0}
es: Asunto: {0}
fr: Sujet: {0}

source: Message: {0}
de: Nachricht: {0}
es: Mensaje: {0}

source: Plugin "{0}" is not active.
de: Plugin "{0}" ist nicht aktiv.
es: Plugin "{0}" no está activo.
fr: L'extension "{0}" n'est pas active.

source: Plugin could not be deactivated. Please, try again.
de: Plugin konnte nicht deaktiviert werden. Bitte nochmal versuchen.
es: El plugin no pudo ser desactivado. Por favor intente de nuevo.
fr: Le Plugin n'a pas pu être désactivé. Merci de bien vouloir réessayer.

source: Invalid plugin
de: Ungültiges Plugin
es: Plugin no válido
fr: Plugin non valide.

source: {0} is already at the first position
de: {0} ist bereits an der ersten Position
es: {0} ya esta en la primera posicion
fr: {0} est déjà en première position

source: Plugin {0} depends on {1}
de: Plugin {0} hängt von {1} ab
es: Plugin {0} depende de {1}
fr: L'extension {0} dépend de {1}

source: {0} is already at the last position
de: {0} ist bereits an der letzten Position
es: {0} ya esta en la ultima posicion
fr: {0} est déjà en dernière position

source: Invalid direction
de: Ungültiger Pfad
es: Direccion invalida
fr: Direction invalide

source: Plugin {0} cannot be reordered
de: Plugin {0} kann nicht verschoben werden
es: Plugin {0} no puede ser reordenado
fr: L'extension {0} ne peut être réordonné

source: Unable to get routeable content types: {0}
de: Keine Inhaltstypen zum Routen gefunden: {0}
es: No se pudieron obtener tipos de contenidos enrutables: {0}
fr: Impossible d'obtenir des types de contenu routables: {0}

source: Unpublished
de: Unveröffentlicht
es: No publicado
fr: Non publié

source: Invalid content
de: Ungültiger Inhalt
es: Contenido no válido
fr: Contenu invalide

source: Failed toggling field {0} to {1}
es: Fallo el cambio de campo {0} a {1}
fr: Echec de transfert du champ {0} vers {1}

source: Cannot load configuration files with ../ in them.
de: Kann die Konfigurationsdateien mit ../ nicht laden.
es: No se puede cargar archivos de configuracion con ../ en ellos
fr: Impossible de charger les fichiers de configuration contenant ../

source: Site down for maintenance
de: Seite offline wegen Wartungsarbeiten
es: Página en mantenimiento
fr: Site arrêté pour maintenance

source: An error occured
de: Ein Fehler ist aufgetreten.
es: Ha ocurrido un error
fr: Une erreur est survenue

source: Visit website
de: Webseite besuchen
es: Visitar sitio web
fr: Visiter le site internet

source: EventHandler {0} not found in plugin {1}
de: EventHandler {0} nicht gefunden im Plugin {1}
es: EventHandler {0} no encontrado en el plugin {1}
fr: EventHandler {0} non trouvé dans l'extension {1}

source: Invalid action to perform
de: Ungültige Aktion um zu verarbeiten
es: Acion a realizar invalida
fr: Action impossible

source: No target to process action upon
de: Kein Ziel zur verarbeitenden Aktion
es: No existe objetivo para procesar accion
fr: Aucune cible à traiter par cette action

source: Croogo Utilities
es: Utilidades de Croogo
fr: Utilitaires Croogo

source: Upgrade Croogo
es: Actualizar Croogo
fr: Mettre à jour Croogo

source: Theme cannot be deactivated, instead activate another theme.
de: Theme kann nicht deaktiviert werden, aktiviere stattdessen ein anderes Theme.
es: La plantilla no puede ser desactivada, intenta desactivar otra.
fr: Le thème peut pas être désactivé, activez un autre thème à la place.

source: {0} "{1}" not found.
de: {0} "{1}" nicht gefunden.
es: {0} "{1}" no encontrad
fr: {0} "{1}" non trouvé.

source: {0} name must be provided.
de: {0} Name muss gegeben sein.
es: nombre {0} debe ser provisto
fr: Le nom de {0} doit être fourni.

source: Activate Plugins & Themes
de: Plugins & Themes aktivieren
es: Activar Plugins & Temas
fr: Activer les extensions & thèmes

source: Method to perform
de: Verfahren durchführen
es: Métido a ejecutar
fr: Méthode à réaliser

source: Extension type
de: Erweiterungsttyp
es: Tipo de extensión
fr: Type d'extension

source: Name of extension
de: Name der Erweiterung
es: Nombre de la extensión
fr: Nom de l'extension

source: Plugin "{0}" activated successfully.
de: Plugin "{0}" erfolgreich aktiviert.
es: Plugin "{0}" desactivado exitosamente.
fr: L'extension "{0}" a été activée avec succès.

source: Plugin "{0}" could not be activated. Please, try again.
de: Plugin "{0}" konnte nicht aktiviert werden. Bitte nochmal versuchen
es: El plugin "{0}" no pudo ser activado. Por favor intente de nuevo.
fr: L'extension "{0}" n'a pas pu être activée. Veuillez réessayer.

source: Plugin "{0}" could not be deactivated. Please, try again.
de: Plugin "{0}" konnte nicht deaktiviert werden. Bitte nochmal versuchen
es: El plugin "{0}" no pudo ser desactivado. Por favor intente de nuevo.
fr: L'extension "{0}" n'a pas pu être désactivée. Veuillez réessayer.

source: Plugin "{0}" deactivated successfully.
de: Plugin "{0}" erfolgreich deaktiviert.
es: Plugin "{0}" desactivado exitosamente
fr: L'extension "{0}" a été désactivée avec succès.

source: Theme "{0}" activated successfully.
de: Theme "{0}" erfolgreich aktiviert.
es: Tema "{0}" activado con éxito.
fr: Le thème "{0}" a été activé avec succès.

source: Theme "{0}" activation failed.
de: Theme "{0}", Aktivierung fehlgeschlagen.
es: Activación del tema "{0}" falló.
fr: L'activation du thème "{0}" a échoué.

source: Author
es: Autor
fr: Auteur

source: Theme
es: Plantilla
fr: Thème

source: Installing with Composer...
de: Installation mit Composer...
es: Instalando con Composer...
fr: Installation avec Composer...

source: Unexpected composerInstall return value
de: Unerwarteter Rückgabewert von composerInstall
es: Valor regresado por composerInstall desconocido
fr: Le Composer Install a renvoyé une valeur inattendue

source: Package installed and activated.
de: Paket installiert und aktiviert.
es: Paquete instalado y activado
fr: Paquet installé et activé.

source: Package installed but not activated.
de: Paket installiert aber nicht aktiviert.
es: Paquete instalado pero no activado.
fr: Paquet installé mais non activé.

source: Extension installed and activated.
de: Erweiterung installiert und aktiviert.
es: Extensión instalada y activada.
fr: Extension installée et activée.

source: Download, Install & Activate Plugins & Themes
de: Plugins & Themes herunterladen, installieren & aktivieren
es: Descarga, Instalación & Activación de Plugins & Temas
fr: Télécharger, Installer & activer des extensions & des thèmes

source: URL to zip file OR github user name
de: URL zum Zip-Datei ODER Benutzername für github
es: URL a archivo zip O nombre de usuario de github
fr: URL du fichier ZIP ou nom d'utilisateur GitHub

source: Github repo name
de: Github Name des repo
es: Nombre de repo de Github
fr: Nom du dépôt GitHub

source: Installing extension...
de: Installation der Erweiterung läuft...
es: Instalndo extensión...
fr: Installation de l'extension...

source: Please specify a URL to a zipball extension
de: Bitte die URL der Erweiterung-Zip-Datei spezifizieren.
es: Por favor especifique una URL a una extensión zipball
fr: Veuillez indiquer une URL pour l'extension Zipball

source: Downloading extension to {0}...
de: Speichern der Erweiterung nach {0}...
es: Descargando extensión a {0}...
fr: Téléchargement de l'extension pour {0}...

source: Upgrade ACL database for core controllers.
de: Upgrade ACL-Datenbank für Kern Controller.
es: Actualizar base de datos ACL para los controladores del nucleo
fr: Mise à jour de la base de données pour les contrôleurs principaux.

source: Upgrades the ACO hierarchy from 1.3/1.4 so it follows the default behavior in normal CakePHP applications. The primary difference is plugin controllers now are stored underneath its own Plugin ACO record, whereas previous version assumes all Controllers belongs to the root 'controllers' node.{0}<warning>Ensure that you have a backup of your aros, acos, and aros_acos table before upgrading.</warning>
es: Actualiza la jerarquia ACO de 1.3/1.4 para que siga el comportamiendo por defecto en aplicaciones normales con CakePHP. La principal diferencia es quelos controladores de los plugins estan guardados dentro de su propio registroACO, mientras que en versiones anteriores se asume que todos los controladorespertenecen a el nodo 'controlador raiz'. {0}<warning>Asegurate que tienes un Respaldo de tus tablas aros, acos y aros_acos antes de actualizar.</warning>
fr: Mises à niveau de la hiérarchie ACO à partir des versions 1.3/1.4 si elle suit le comportement par défaut dans les applications normales CakePHP. La principale différence est que les contrôleurs des extensions sont désormais stockés sous leur propre enregistrement ACO, alors que dans les version précédentes, tous les contrôleurs appartenaient aux contrôleurs racine. {0}<warning>Assurez-vous que vous avez une sauvegarde de vos tables AROS, ACOS et AROS_ACOS avant la mise à niveau.</warning>

source: Create settings.json from database
de: Erstelle settings.json aus der Datenbank
es: Crear un archivo settings.json de la base de datos
fr: Créer le fichier settings.json à partir de la base de données

source: Update Hook.bootstrap settings
de: Aktualisiere Hook.bootstrap Einstellungen
es: Actualizar opciones deHook.bootstrap
fr: Mettre à jour les réglages Hook.bootstrap

source: Update Links in database
de: Aktualisiere Links in der Datenbank
es: Actualizar links en base de datos
fr: Mettre à jour les liens dans la base de données

source: Create first migration records
de: Erstelle erste Migration Einträge
es: Crear registros de primera migracion
fr: Créer les premiers enregistrements de migration

source: Run all upgrade tasks
de: Starte alle Upgrade Tasks
es: Correr todas las tareas de actualizacion
fr: Lancer toutes les tâches de mise à jour

source: <success>Config/settings.yml created based on `settings` table</success>
es: <success>Config/settings.yml se creo en base a la tabla `settings`</success>
fr: <success>Config/settings.yml créé sur base de la table `settings`</success>

source: Updating Link {0}
de: Aktualisiere Link {0}
es: Actualizando Link {0}
fr: Mettre à jour le lien {0}

source: Links updated: %d rows
es: Links actualizados: %d filas
fr: Liens mis à jour : %d lignes

source: Hook.bootstraps updated
de: Hook.bootstraps aktualisiert
es: Hook.bootstraps actualizados
fr: Hook.bootstraps mis à jour

source: Upgrade "{0}"
de: Aktualisiere "{0}"
es: Actualizar "{0}"
fr: Mettre à jour "{0}"

source: Command not recognized
de: Befehl nicht erkannt
es: Comando no reconocido
fr: Commande non reconnue

source: Edit
de: Bearbeiten
es: Editar
fr: Editer

source: New {0}
de: {0} hinzufügen
es: Nuevo {0}
fr: Nouveau {0}

source: Save
de: Speichern
es: Guardar
fr: Enregistrer

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Close
de: Schließen
es: Cerrar
fr: Fermer

source: first
de: Anfang
es: primero
fr: premier

source: prev
de: Zurück
es: anterior
fr: préc.

source: next
de: Weiter
es: siguiente
fr: suiv.

source: last
de: Ende
es: última
fr: dernier

source: Filter
es: Filtro
fr: Filtre

source: Back to
de: Zurück zu
es: Volver a
fr: Retour à

source: Site down for maintenance.
de: Seite geschlossen wegen Wartungsarbeiten
es: Sitio desactivado por mantenimiento.
fr: Site arrêté pour maintenance.

source: Dashboard
de: Kontrollbereich
es: Panel
fr: Tableau de bord

source: Moved up successfully
de: Erfolgreich nach oben verschoben
es: Movido arriba con éxito
fr: Déplacé vers le haut correctement

source: Could not move up
de: Konnte nicht verschoben werden
es: No se ha podido mover arriba
fr: N'a pas pu être déplacé vers le haut

source: Moved down successfully
de: Erfolgreich nach unten verschoben
es: Movido abajo con éxito
fr: Déplacé vers le bas correctement

source: Could not move down
de: Konnte nicht verschoben werden
es: No se ha podido mover abajo
fr: N'a pas pu être déplacé vers le bas
