Repository: funayaki/locale
Catalog: src/Locale/*/localized.po
Languages: de, es, fr

source: Term could not be deleted. Please, try again.
de: Der Begriff konnte nicht gelöscht werden. Bitte nochmal versuchen
es: El término no pudo ser eliminado. Por favor intente de nuevo.
fr: Le terme n'a pas pu être supprimé. Merci de bien vouloir réessayer.

source: Invalid Vocabulary ID.
de: Ungültige ID für Klassifizierungsliste
es: ID de vocabulario no válido.
fr: Id de vocabulaire incorrect.

source: Invalid Content Type
de: Ungültiger Inhaltstyp
es: Tipo de contenido invalido
fr: Type de contenu invalide

source: Vocabularies
de: Klassifizierungslisten
es: Vocabularios
fr: Vocabulaires

source: {0}: Add Term
de: {0}: Begriff hinzufügen
es: {0}: Añadir término
fr: {0}: Ajouter un terme

source: Term
de: Begriff
es: Término
fr: Terme

source: Vocabulary: {0}
de: Klassifizierungsliste: {0}
es: Vocabulario: {0}
fr: Vocabulaire: {0}

source: Types
de: Typen
es: Tipos

source: Edit Type
de: Typ bearbeiten
es: Editar tipo
fr: Editer le type

source: Show author's name
de: Name des Autors zeigen
es: Mostrar nombre del autor
fr: Montrer le nom de l'auteur

source: Show date
de: Datum zeigen
es: Mostrar fecha
fr: Montrer la date

source: Edit Vocabulary
de: Klassifizierungsliste bearbeiten
es: Editar vocabulario
fr: Editer le vocabulaire

source: Add Vocabulary
de: Klassifizierungsliste hinzufügen
es: Añadir vocabulario
fr: Ajouter un vocabulaire

source: Vocabulary
de: Klassifizierungsliste
es: Vocabulario
fr: Vocabulaire

source: Options
de: Optionen
es: Opciones

source: Required
de: Benötigt
es: Requerido
fr: Requis

source: View terms
de: Begriffe anzeigen
es: Ver términos
fr: Voir les termes

source: Terms
de: Begriffe
es: Términos
fr: Termes

source: Translate
de: Übersetzung
es: Traducir
fr: Traduire

source: Invalid ID.
de: Ungültige ID
es: ID no válido.
fr: ID non valide.

source: Invalid model.
de: Ungültiges Model.
es: Modelo no válido.
fr: Modèle non valide.

source: Invalid record.
de: Ungültiges Record.
es: Registro no válido.
fr: Enregistrement non valide.

source: Translations: {0}
de: Übersetzungen: {0}
es: Traducciones: {0}
fr: Traductions: {0}

source: Invalid locale
de: Ungültige Locale
es: Locale no válido
fr: Locale non valide

source: Invalid Language
de: Ungültige Sprache
es: Idioma no válido
fr: Langage non valide

source: Record has been translated
de: Record wurde übersetzt
es: El registro ha sido traducido
fr: L'enregistrement a été traduit

source: Record could not be translated. Please, try again.
de: Record konnte nicht übersetzt werden. Bitte nochmal versuchen.
es: El registro no ha podido ser traducido. Por favor intente de nuevo.
fr: L'enregistrement n'a pas pu être traduit. Merci de bien vouloir réessayer.

source: Invalid Locale or ID
de: Ungültige Locale oder ID
es: Locale o ID no válido
fr: Locale ou ID non valide

source: Translation for the locale deleted successfully.
de: Übersetzung für die Locale erfolgreich gelöscht.
es: Traducción del locale borrada con éxito.
fr: La traduction de la Locale a bien été supprimée

source: Translation for the locale could not be deleted.
de: Übersetzung für die Locale konnte nicht gelöscht werden.
es: La traducción del locale no ha podido ser borrada.
fr: La traduction correspondant à la Locale n'a pas pu être supprimée

source: Translate content: {0} ({1})
de: Inhalt übersetzen: {0} ({1})
es: Traducir contenido: {0} ({1})
fr: Traduire le contenu: {0} ({1})

source: Reset password
de: Passwort zurücksetzten
es: Reestablecer contraseña
fr: Réinitialiser le mot de passe

source: The User could not be saved. Please, try again.
de: Benutzer konnte nicht gespeichert werden. Bitte nochmal versuchen
es: El usuario no ha podido ser guardado. Por favor intente de nuevo.
fr: L'utilisateur n'a pas pu être enregistré. Merci de bien vouloir réessayer.

source: You have successfully registered an account. An email has been sent with further instructions.
de: Sie haben erfolgreich ein Benutzerkonto erstellt. Eine Email mit weiteren Informationen wurde gesendet.
es: Ha registrado una cuenta. Se le ha enviado un email con instrucciones.
fr: Votre compte a été créé avec succès. Un email contenant les instructions à suivre vous a été envoyé.

source: Account activated successfully.
de: Benutzerkonto erfolgreich aktiviert.
es: Cuenta activada con éxito.
fr: Compte activé avec succès.

source: Invalid username.
de: Ungültiger Benutzername
es: Nombre de usuario no válido
fr: Nom d'utilisateur non valide.

source: An error occurred. Please try again.
de: Ein Fehler ist aufgetreten. Bitte nochmal versuchen.
es: Ha ocurrido un error. Por favor intente de nuevo.
fr: Une erreur est survenue. Merci de bien vouloir réessayer.

source: An email has been sent with instructions for resetting your password.
de: Eine E-Mail mit Anweisungen, um Ihr Passwort zurückzusetzen, wurde geschickt.
es: Se le ha enviado un email con instrucciones para reestablecer su contraseña.
fr: Un email vous a été envoyé avec les instructions à suivre pour réinitialiser votre mot de passe.

source: Your password has been reset successfully.
de: Passwort erfolgreich zurückgesetzt.
es: Su contraseña ha sido reestablecida con éxito.
fr: Votre mot de passe a été réinitialisé avec succès.

source: Log out successful.
de: Erfolgreich abgemeldet.
es: Logout realizado.
fr: Déconnexion réussie

source: Invalid User.
de: Ungültiger Benutzername.
es: Usuario no válido.
fr: Utilisateur non valide.

source: You have reached maximum limit for failed login attempts. Please try again after a few minutes.
de: Sie haben die Höchstgrenze an Login-Versuche erreicht. Bitte versuchen Sie es später noch einmal.
es: Usted ha alcanzado el límite máximo de logins fallidos. Por favor intente nuevamente en unos minutos.
fr: Vous avez atteint le nombre maximum de tentatives de connexion. Merci de bien vouloir réessayer dans quelques minutes.

source: Password has been reset.
de: Passwort wurde zurückgesetzt.
es: Contraseña reestablecida.
fr: Le mot de passe a été réinitialisé.

source: Password could not be reset. Please, try again.
de: Passwort konnte nicht zurückgesetzt werden. Bitte nochmal versuchen.
es: La contraseña no ha podido ser reestablecida. Por favor intente de nuevo.
fr: Le mot de passe n'a pas pu être réinitialisé. Merci de bien vouloir réessayer.

source: Incorrect username or password
de: Falscher Benutzername oder Passwort
es: Nombre de usuario y password incorrecto
fr: Nom d'utilisateur ou mot de passe incorrect

source: [{0}] Reset Password
de: [{0}] Passwort zurücksetzen
es: [{0}] Reinicio de Contraseña
fr: [{0}] Réinitialisation de votre mot de passe

source: [{0}] Please activate your account
de: [{0}] Bitte aktivieren Sie Ihren Benutzerkonto
es: [{0}] Por favor active su cuenta

source: Username to reset
de: Benutzername zum Zurücksetzen
es: Nombre de usuario a reiniciar
fr: Nom d'utilisateur à réinitialiser

source: New user password
de: Neues Benutzer Passwort
es: Password de nuevo usuario
fr: Nouveau mot de passe utilisateur

source: Reset user password
de: Benutzer Passwort zurücksetzen
es: Reiniciar password de usuario
fr: Réinitialiser le mot de passe utilisateur

source: User '{0}' not found
de: Benutzer '{0}' nicht gefunden
es: Usuario '{0}' no encontrado
fr: L'utilisateur '{0}' n'a pas été trouvé

source: Password for '{0}' has been changed
de: Passwort für '{0}' wurde geändert
es: Password para '{0}' ha sido cambiado
fr: Le mot de passe de '{0}' a été modifié

source: Role
de: Rolle
es: Rol
fr: Rôle

source: Forgot Password
de: Passwort vergessen?
es: Olvidé la contraseña
fr: Mot de passe oublié

source: Remember me?
de: Erinnere dich an mich?
es: Recordarte?
fr: Se souvenir de moi ?

source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?

source: Register
de: Registrieren
es: Registro
fr: S'enregistrer

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe

source: Reset
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser

source: Reset Password
de: Password zurückzusetzen
es: Reestablecer contraseña
fr: Réinitialisation du mot de passe

source: Edit User
es: Editar usuario
fr: Editer l'utilisateur

source: Hello {0}
de: Hallo {0}
es: Hola {0}

source: Please visit this link to reset your password: {0}
de: Bitte folgen Sie diesen Link, um ihren Passwort zurückzusetzen: {0}
es: Por favor, pulse este enlace para reestablecer su contraseña: {0}
fr: Merci de cliquer sur ce lien pour réinitialiser votre mot de passe: {0}

source: If you did not request a password reset, then please ignore this email.
de: Wenn Sie ihr Passwort nicht zurücksetzten wollten, bitte ignorieren Sie die Email.
es: Si no pidió que su contraseña fuese reestablecida, por favor ignore este email.
fr: Si vous n'avez pas demandé la réinitialisation de votre mot de passe, merci de bien vouloir ignorer cet email.

source: Please visit this link to activate your account: {0}
de: Bitte folgen Sie diesen Link, um ihren Benutzerkonto zu aktivieren: {0}
es: Por favor visite este enlace para activar su cuenta: {0}
fr: Merci de visiter ce lien pour activer votre compte: {0}

source: You are currently logged in as:
de: Sie sind eingeloggt als:
es: Está conectado como:
fr: Vous êtes actuellement loggué en tant que:

source: error
de: Fehler
fr: erreur

source: No
de: Nein
fr: Non

source: Plugins:
fr: Extensions :

source: Plugin
fr: Extension

source: Locales
de: Locale
fr: Localisations

source: Plugins
fr: Extensions

source: Upload
fr: Charger

source: No available theme
de: Kein verfügbares Theme
fr: Aucun thème disponible

source: Media
de: Medien
fr: Médias

source: Host
fr: Hôte

source: Password
de: Passwort
fr: Mot de passe

source: Misc.
de: Verschiedenes
fr: Divers

source: Rel
fr: Rel (Relation)

source: New link
fr: Nouveau lien

source: Meta
fr: Méta

source: Slug
fr: Slug (url parlante)

source: Content types
fr: Types de contenus

source: Roles
de: Rollen
fr: Rôles

source: Log In
de: Einloggen
fr: Se connecter

source: Create a copy of this Block?
de: Erstelle eine Kopie des Blocks?

source: preview
de: Vorschau

source: Copy
de: Kopieren

source: Invalid id
de: Ungültige Id

source: Preview
de: Vorschau

source: Approved
de: Bestätigt

source: Pending
de: Schwebend

source: Please choose only one item for this operation
de: Bitte wähle nur ein Objekt für diese Operation

source: {0} processed
de: {0} verarbeitet

source: Profile
de: Profil

source: Logout
de: Ausloggen

source: Plugin "{0}" could not be deactivated since "{1}" depends on it.
de: Plugin "{0}" konnte nicht deaktiviert werden da "{1}" von abhängt.

source: Run all pending migrations for core plugins
de: Starte alle schwebenden Migrationen für Kern Plugins

source: Powered by {0}
de: Präsentiert von {0}

source: Invalid id for Dashboard
de: Ungültige Id für Dashboard

source: Dashboard deleted
de: Dashboard gelöscht

source: Left
de: Links

source: Right
de: Rechts

source: Full
de: Voll

source: Welcome
de: Willkommen

source: Path "{0}" cannot be renamed
de: Pfad "{0}" kann nicht umbenannt werden

source: {0} already exists
de: {0} existiert bereits

source: "{0}" has been renamed to "{1}"
de: "{0}" wurde umbennant zu "{1}"

source: Could not rename "{0}" to "{1}"
de: Konnte "{0}" nicht umbenenn zu "{1}"

source: Name has not changed
de: Name hat sich nicht verändert

source: Rename
de: Umbenennen

source: New name
de: Neuer Name

source: Login
de: Einloggen

source: Warning
de: Warnung

source: Valid
de: Valide

source: Invalid
de: Ungültig

source: Create a copy of this Link?
de: Erstelle eine Kopie von diesem Link?

source: Translations
de: Übersetzungen

source: You are already logged in
de: Du bist bereits eingeloggt

source: Edit user {0}
de: Benutzer bearbeiten {0}

source: New user
de: Neuer Benutzer

source: Timezone
de: Zeitzone

source: Send Activation Email
de: Aktivierungs E-Mail senden
