Repository: funayaki/locale
Catalog: src/Locale/*/localized.po
Languages: de, es, fr

source: Are you sure you want to delete # {0}?
de: Sind Sie sicher, dass # {0} gelöscht werden soll?
es: ¿Está seguro de que quiere borrar # {0}?
fr: Etes vous certain de vouloir supprimer # {0} ?

source: content here
de: Inhalt hier
es: contenido aquí
fr: placer le contenu ici

source: Extensions
de: Erweiterungen
es: Extensiones

source: Themes
es: Temas
fr: Thèmes

source: Invalid theme
de: Ungültiges Theme
es: Tema inválido
fr: Thème invalide

source: Theme {0} not found
de: Theme {0} nicht gefunden
es: Plantilla {0} no encontrada
fr: Le thème {0} n'a pas été trouvé

source: Invalid plugin path
de: Ungültige Pfad für Plugin
es: Ruta al plugin inválida
fr: Chemin vers l'extension invalide

source: Invalid zip archive
de: Ungültige ZIP-Datei
es: Archivo zip inválido
fr: Fichier ZIP non valide

source: Invalid plugin.json or missing plugin name
de: Ungültiges plugin.json oder fehlender Plugin Name
es: Archivo plugin.json invalido o falta nombre del plugin
fr: plugin.json invalide ou nom de l'extension manquant

source: Missing expected files: {0} in: {1}
de: Fehlende erwartete Dateien: {0} in: {1}
es: Faltan archivos esperados: {0} en {1}
fr: Fichiers manquants : {0} dans {1}

source: Invalid plugin or missing expected files
de: Ungültiges Plugin oder fehlende erwartete Dateien
es: Plugin faltante o faltan archivos esperados
fr: Extension invalide ou fichiers manquants

source: Invalid plugin file path
de: Ungültiges Pfad für Plugin-Datei
es: Ruta al archivo del plugin inválida
fr: Chemin vers le fichier de l'extension invalide

source: Plugin already exists
de: Plugin existiert bereits
es: Plugin ya existe.
fr: L'extension existe déjà

source: Failed to extract plugin
de: Plugin konnte nicht extrahiert werden
es: Falló al extraer el plugin
fr: Impossible d'extraire l'extension

source: Invalid theme path
de: Ungültiges Pfad für Theme
es: Ruta al tema inválida
fr: Chemin vers le thème invalide

source: Invalid theme file path
de: Ungültiges Pfad für Theme-Datei
es: Ruta al archivo del tema inválida
fr: Chemin vers le fichier du thème invalide

source: Theme already exists
de: Theme existiert bereits
es: El tema ya existe
fr: Le thème existe déjà

source: Failed to extract theme
de: Theme konnte nicht extrahiert werden
es: Falló al extraer el tema
fr: Impossible d'extraire le thème

source: Must specify a valid package name: vendor/name.
de: Sie müssen einen gültigen Packagenamen spezifizieren: vendor/name.
es: Debe especificar un nombre de paquete válido: proveedor/nombre.
fr: Vous devez spécifier un nom de paquet valide : vendeur/nom.

source: Themes installed via composer are not yet supported.
de: Themes, die via Composer installiert wruden, werden noch nicht unterstützt.
es: Temas instalados via composer aun no son soportados.
fr: Les thèmes installés via composer ne sont pas encore supportés.

source: Locale does not exist.
de: Locale existiert nicht.
es: El locale no existe.
fr: La localisation n'existe pas

source: Locale '{0}' set as default
de: Locale '{0}' als Default gesetzt.
es: Locale '{0}' activado como por defecto
fr: Langue locale '{0}' définie par défaut

source: Could not save Locale setting.
de: Locale-Einstellung konnte nicht gespeichert werden.
es: No pudieron ser guardadas las opciones de locale
fr: Impossible de sauvegarder le réglage de la langue locale.

source: Upload a new locale
de: Neue Locale hochladen
es: Cargar un nuevo locale
fr: Télécharger une nouvelle Locale

source: Invalid locale.
de: Ungültige Locale.
es: Locale no válido.
fr: Locale non valide.

source: Locale already exists.
de: Locale existiert bereits.
es: Locale ya existe.
fr: La Locale existe déjà.

source: Edit locale: {0}
de: Locale bearbeiten: {0}
es: Editar locale: {0}
fr: Editer la locale: {0}

source: The file {0} does not exist.
de: Die Datei {0} existiert nicht.
es: El archivo {0} no existe.
fr: Le fichier {0} n'existe pas.

source: Locale updated successfully
de: Locale erfolgreich aktualisiert
es: Locale actualizado con éxito
fr: La Locale a bien été chargée

source: Locale deleted successfully.
de: Locale erfolgreich gelöscht.
es: Locale borrado con éxito.
fr: La Locale a été supprimée avec succès.

source: Local could not be deleted.
de: Locale konnte nicht gelöscht werden.
es: No se pudo borrar el locale.
fr: La Locale n'a pas pu être supprimée.

source: Upload a new plugin
de: Neues Plugin hochladen
es: Cargar un nuevo plugin
fr: Charger un nouveau plugin

source: You cannot delete a plugin that is currently active.
de: Plugin ist gerade aktiviert und kann nicht gelöscht werden.
es: Usted no puede borrar un plugin que está actualmente activo.
fr: Nous ne pouvez pas supprimer un plugin en cours d'utilisation.

source: Plugin "{0}" deleted successfully.
de: Plugin "{0}" erfolgreich gelöscht.
es: Plugin "{0}" borrado exitosamente.
fr: L'extension "{0}" a été supprimée avec succès.

source: Plugin could not be deleted.
de: Plugin konnte nicht gelöscht werden.
es: El plugin no ha podido ser borrado.
fr: Le Plugin n'a pas pu être supprimé.

source: Plugin could not be activated. Please, try again.
de: Plugin konnte nicht aktiviert werden. Bitte nochmal versuchen.
es: El plugin no pudo ser activado. Por favor intente de nuevo.
fr: Le Plugin n'a pas pu être activé. Merci de bien vouloir réessayer.

source: Plugin "{0}" migrated successfully.
de: Plugin "{0}" wurde erfolgreich migriert.
es: Plugin "{0}" se ha migrado exitosamente.
fr: Extension "{0}" migrée avec succès.

source: Plugin "{0}" could not be migrated. Error: {1}
de: Plugin "{0}" konnte nicht migriert werden. Fehler: {1}
es: Plugin "{0}" no pudo ser migrado. Error: {1}
fr: L'extension "{0}" n'a pas pu être migrée. Erreur : {1}

source: Plugin {0} has been moved up
de: Plugin {0} wurde nach Oben verschoben
es: Plugin {0} ha sido movido hacia arriba
fr: L'extension {0} a été déplacée vers le haut

source: Plugin {0} has been moved down
de: Plugin {0} wurde nach Unten verschoben
es: Plugin {0} ha sido movido hacia abajo
fr: L'extension {0} a été déplacée vers le bas

source: Theme activated.
de: Theme aktiviert.
es: Tema activado.
fr: Thème activé.

source: Upload a new theme
de: Neues Theme hochladen
es: Cargar un nuevo tema
fr: Charger un nouveau thème

source: Theme uploaded successfully.
de: Theme erfolgreich hochladen.
es: Tema cargado exitosamente.
fr: Le thème a bien été chargé.

source: Theme Editor
es: Editor de temas
fr: Editeur de thème

source: Invalid Theme.
de: Ungültiges Theme
es: Tema no válido.
fr: Thème non valide.

source: Default theme cannot be deleted.
de: Default-Theme konnte nicht gelöscht werden.
es: El tema por defecto no ha podido ser borrado.
fr: Le thème par défaut ne peut pas être supprimé.

source: You cannot delete a theme that is currently active.
de: Sie können nicht ein Theme löschen, das gerade aktiv ist.
es: Usted no puede borrar un tema que está activo.
fr: Vous ne pouvez pas supprimer un thème qui est actuellement actif.

source: Theme deleted successfully.
de: Theme erfolgreich gelöscht.
es: Tema borrado con éxito.
fr: Le thème a été supprimé avec succès.

source: An error occurred.
de: Ein Fehler ist aufgetreten
es: Ha ocurrido un error.
fr: Une erreur est survenue

source: Default
es: Defecto
fr: Défaut

source: Activate
de: Aktivieren
es: Activar
fr: Activer

source: Description
de: Beschreibung
es: Descripción

source: Active
de: Aktiv
es: Activo
fr: Activé

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver

source: Migrate
de: Migriere
es: Migrar
fr: Migrer

source: Current Theme
de: Aktuelles Theme
es: Tema actual
fr: Thème courant

source: Regions supported:
de: Regionen unterstützt:
es: Regiones válidas:
fr: Régions supportées:

source: Available Themes
de: Verfügbare Themes
es: Temas disponibles
fr: Thèmes disponibles

source: Attachments
de: Anlagen
es: Archivos adjuntos
fr: Pièces jointes

source: File Manager
de: Dateimanager
es: Gestor de archivos
fr: Gestionnaire de fichiers

source: Path {0} is restricted
de: Pfad {0} ist gesperrt
es: Ruta {0} restringida
fr: L'accès {0} est restreint

source: File saved successfully
de: Datei erfolgreich gespeichert
es: Archivo guardado con éxito
fr: Fichier enregistré avec succès

source: File uploaded successfully.
de: Datei erfolgreich hochgeladen.
es: Archivo cargado con éxito.
fr: Fichier uploadé avec succès

source: File deleted
de: Datei gelöscht
es: Archivo borrado
fr: Fichier supprimé

source: Directory deleted
de: Verzeichnis gelöscht
es: Directorio borrado
fr: Répertoire supprimé

source: Directory created successfully.
de: Verzeichnis erfolgreich erstellt
es: Directorio creado con éxito
fr: Répertoire créé avec succès.

source: File created successfully.
de: Datei erfolgreich erstellt
es: Archivo creado con éxito.
fr: Fichier créé avec succès.

source: Error during file upload
de: Fehler während des Datei Hochladens
es: Error durante la carga del archivo
fr: Une erreur est survenue pendant le chargement du fichier

source: Add Attachment
de: Anlage hinzufügen
es: Añadir archivo adjunto
fr: Ajouter une pièce jointe

source: Upload file
es: Cargar archivo
fr: Charger un fichier

source: Sort by:
de: Sortiert nach:
es: Ordenado por:
fr: Trier par:

source: Edit Attachment
de: Anlage bearbeiten
es: Editar archivo adjunto
fr: Modifier la pièce jointe

source: Attachment
de: Anlage
es: Archivo adjunto
fr: Pièce jointe

source: Caption
de: Überschrift
es: Leyenda
fr: Légende

source: File URL
de: Datei URL
es: URL del archivo
fr: URL du fichier

source: Mime Type
de: Mime Typ
es: Tipo Mime
fr: Type Mime

source: {0} selected items?
de: Selektierte Einträge {0}?
es: {0} los ítems seleccionados?
fr: {0} articles sélectionnés ?

source: Upload here
de: Hier hochladen
es: Cargar aquí
fr: Charger ici

source: Create directory
de: Ordner erstellen
es: Crear directorio
fr: Créer un répertoire

source: Create file
de: Datei erstellen
es: Crear archivo
fr: Créer un fichier

source: Directory content
de: Ordnerinhalt
es: Contenido del directorio
fr: Contenu du répertoire

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

source: View
de: Ansicht
es: Vista
fr: Voir

source: Create Directory
de: Erstelle Pfad
es: Se creo directorio
fr: Créer un dossier

source: Directory
de: Pfad
es: Directorio
fr: Dossier

source: Directory name
de: Pfad Name
es: Nombre del directorio
fr: Nom du dossier

source: Create File
de: Erstelle Datei
es: Crear archivo
fr: Créer un fichier

source: File
de: Datei
es: Archivo
fr: Fichier

source: Filename
de: Dateiname
es: Nombre de archivo
fr: Nom du fichier

source: Edit file: {0}
de: Datei bearbeiten: {0}
es: Editar archivo: {0}
fr: Editer le fichier: {0}

source: Search
de: Suchen
es: Búsqueda
fr: Chercher

source: Search...
de: Suchen...
es: Buscar...
fr: Recherche...

source: Could not connect to database:
de: Konnte keine Verbindung zur Datenbank erzeugen:
es: No se pudo conectar con base de datos:
fr: Impossible de se connecter à la base de données :

source: Could not connect to database.
de: Keine Datenbankverbindung möglich.
es: No se pudo conectar a la base de datos.
fr: Connexion à la base de données impossible.

source: Permission {0} granted to {1}
de: Berechtigung {0} erteilt für {1}
es: Permiso {0} concedido a {1}
fr: Permission {0} accordée à {1}

source: Warning: Database "{0}" is not empty.
de: Warnung: Datenbank "{0}" ist nicht leer.
es: Alerta: Base de datos "{0}" no esta vacia
fr: Attention : La base de données "{0}" n'est pas vide.

source: Install Utilities
de: Utilities installieren
es: Instalar Utilidades
fr: Installer des utilitaires

source: DataSource
de: Datenquelle
es: Fuente de datos (DataSource)
fr: Source de données

source: Database
de: Datenbank
es: Base de datos
fr: Base de données

source: Port
es: Puerto

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur

source: Verify Password
de: Passwort bestätigen
es: Verificar Contraseña
fr: Vérification du mot de passe

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe

source: Step 2: Build database
de: Schritt 2: Datenbank erstellen
es: Paso 2: Construir base de datos
fr: Etape 2: Construction de la base de données

source: Create tables and load initial data
de: Erstelle Tabellen und lade Basisdaten
es: Crear tablas y cargar informacion inicial
fr: Créer les tables et charger les données initiales

source: Build database
de: Erstelle Datenbank
es: Construir base de datos
fr: Construire la base de données

source: Click here to build your database
de: Hier klicken, um die Datenbank zu erstellen
es: Pulse aquí para crear su base de datos
fr: Cliquez ici pour construire la base de donnée

source: Database hostname or IP Address
de: Datenbank Hostname oder IP Adressse
es: Host de base de datos o direccion IP
fr: Nom de l'hôte ou adresse IP du serveur de base de données

source: Database login/username
de: Datenbank Login/Benutzername
es: Login/Usuario de base de datos
fr: Identifiant/nom d'utilisateur de la base de données

source: Database password
de: Datenbank Passwort
es: Password de base de datos
fr: Mot de passe de la base de données

source: Database name
de: Datenbank Name
es: Nombre de base de datos
fr: Nom de la base de données

source: Database port (leave blank if unknown)
de: Datenbank Port (lasse leer wenn nicht benötigt)
es: Puerto de base de datos (dejar en blanco si se desconoce)
fr: Port de la base de données (Laissez vide si inconnu)

source: Admin panel: {0}
de: Admin-Panel
es: Panel de administración: {0}
fr: Panneau d'administration : {0}

source: You can start with {0} or jump in and {1}.
de: Sie können mit {0} starten oder eintretten und {1}
es: Puede empezar en {0} o saltarlo y {1}
fr: Vous pouvez commencer à {0} ou aller directement {1}.

source: configuring your site
de: Seite wird konfiguriert
es: configurando su sitio
fr: configurer votre site

source: create a blog post
de: ein Blog-Post erstellen
es: Crear un artículo blog
fr: créer un billet de blog

source: Resources
de: Ressourcen
es: Recursos
fr: Ressources

source: Your tmp directory is writable.
de: Das 'tmp' Verzeichnis ist beschreibbar.
es: Su directorio tmp es escribible
fr: Votre répertoire tmp est accessible en écriture.

source: Your tmp directory is NOT writable.
de: Das 'tmp' Verzeichnis ist NICHT beschreibbar.
es: Su directorio tmp NO es escribible
fr: Votre répertoire tmp n'est PAS accessible en écriture.

source: Your config directory is writable.
de: Das 'config' Verzeichnis ist beschreibbar.
es: Su directorio config es escribible
fr: Votre répertoire config est accessible en écriture.

source: Your config directory is NOT writable.
de: Das 'config' Verzeichnis ist NICHT beschreibbar.
es: Su directorio config NO es escribible
fr: Votre répertoire config n'est PAS accessible en écriture.

source: PHP version {0} < {1}
es: Version PHP {0} < {1}
fr: Version PHP {0} < {1}

source: CakePhp version {0} >= {1}
es: Versión de CakePhp {0} >= {1}

source: CakePHP version {0} < {1}
es: Version de CakePHP {0} < {1}
fr: Version CakePHP {0} < {1}

source: Click here to begin installation
de: Klicke hier um die Installation zu starten
es: Click aqui para iniciar instalacion
fr: Cliquez ici pour commencer l'installation

source: Installation cannot continue as minimum requirements are not met.
de: Die Installation kann nicht fortgesetzt werden, weil nicht alle Systemanforderungen getroffen wurden.
es: La instalación no puede continuar ya que el mínimo de requerimientos no se cumple.
fr: L'installation ne peut pas continuer car au moins un prérequis n'est pas disponible.

source: Install Croogo
de: Croogo installieren
es: Instalar Croogo
fr: Installer Croogo

source: Menus
es: Menús

source: Links: {0}
es: Enlaces: {0}
fr: Liens: {0}

source: Link deleted
de: Link gelöscht
es: Enlace borrado
fr: Lien supprimé

source: Invalid id for Link
de: Ungültige ID für den Link
es: Id de enlace no válido
fr: Id de lien invalide

source: Links published
de: Links veröffentlicht
es: Enlaces publicados
fr: Liens publiés

source: Links unpublished
de: Links unveröffentlicht
es: Enlaces no publicados
fr: Liens non publiés

source: Link cannot be empty.
de: Sie müssen ein Link eingeben.
es: El enlace no puede ser vacio.
fr: Le lien ne peut être vide.

source: Link
es: Enlace
fr: Lien

source: Target
de: Ziel
es: Objetivo
fr: Cible

source: Delete this item
de: Lösche dieses Objekt
es: Eliminar este elemento
fr: Supprimer

source: Edit Menu
de: Menu bearbeiten
es: Editar menú
fr: Editer le menu

source: Add Menu
de: Menu hinzufügen
es: Añadir menú
fr: Ajouter un menu

source: Menu
es: Menú

source: Link Count
de: Link zählen
es: Numero de links
fr: Nombre de liens

source: View links
de: Links ansehen
es: Ver enlaces
fr: Voir les liens

source: Custom Fields
de: Individuelle Felder
es: Campos personalizados
fr: Champs personnalisés

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres

source: Add another field
de: Neues Feld hinzufügen
es: Añadir otro campo
fr: Ajouter un autre champ

source: Key
de: Schlüssel
es: Clave
fr: Clé

source: Value
de: Wert
es: Valor
fr: Valeur

source: Remove
de: Entfernen
es: Eliminar
fr: Enlever

source: Type
de: Typ
es: Tipo

source: User
de: Benutzer
es: Usuario
fr: Utilisateur

source: promoted
es: promovido
fr: promu

source: Applying to selected
es: Aplicar a seleccionados
fr: Appliquer à la sélection

source: Promote
de: Befördern
es: Promover
fr: Promouvoir

source: Unpromote
de: Nicht befördern
es: Degradar
fr: dépromouvoir

source: List
de: Liste
es: Listado
fr: Lister

source: Create
de: Erstellen
es: Crear
fr: Créer

source: Invalid content type.
de: Ungültiger Inhaltstyp
es: Tipo de contenido no válido.
fr: Type de contenu invalide.

source: Paths updated.
de: Pfade aktualisiert.
es: Rutas actualizadas.
fr: Chemins mis à jours.

source: Something went wrong while updating paths. Please try again
es: Algo salio mal actualizando rutas. Intente de nuevo
fr: Une erreur est survenue lors de l'actualisation des chemins. Veuillez réessayer.

source: Nodes deleted
es: Nodos eliminados
fr: Contenus supprimés

source: Nodes published
de: Nodes veröffentlicht
es: Nodos publicados
fr: Noeuds publiés

source: Nodes unpublished
de: Nodes unveröffentlicht
es: Nodos no publicados
fr: Noeuds non publiés

source: Nodes promoted
de: Nodes befördern
es: Nodos promocionados
fr: Noeurs promus

source: Nodes unpromoted
de: Nodes nicht befördern
es: Nodos no promocionados
fr: Noeuds non promus

source: Slug cannot be empty.
de: Sie müssen ein Slug eingeben.
es: El slug no puede estar vacio.
fr: L'URL parlante (SLUG) ne peut être vide.

source: Promoted
de: Befördert
es: Promovido
fr: Promu

source: Create content
de: Inhalt erstellen
es: Crear contenido
fr: Créer un contenu

source: Create content: {0}
de: Inhalt erstellen: {0}
es: Crear contenido: {0}
fr: Créer le contenu: {0}

source: Excerpt
de: Ausschnitt
es: Esbozo
fr: Extrait

source: Promoted to front page
de: In die Startseite befördern
es: Promovido a la página principal
fr: Promouvoir en première page

source: Translate in a new language
de: Übersetzen in einer neuen Sprache
es: Traducir a un nuevo idioma
fr: Traduire dans un nouveau langage

source: No translations available.
de: Keine Übersetzungen verfügbar.
es: No hay traducciones disponibles.
fr: Aucune traduction disponible.

source: Posted
de: Gepostet
es: Publicado
fr: Posté

source: on
de: am
es: en
fr: le

source: Posted in
de: Gepostet in
es: Publicado en
fr: Posté dans

source: Leave a comment
de: Kommentar hinterlassen
es: Dejar un comentario
fr: Laisser un commentaire

source: No items found.
de: Keine Einträge gefunden.
es: No se han encontrado elementos.
fr: Aucun élément trouvé.

source: Search Results: {0}
de: Suchergebnisse: {0}
es: Resultados de búsqueda: {0}
fr: Résultats de la recherche: {0}

source: Site
de: Seite
es: Sitio

source: Reading
de: Lesen
es: Leyendo
fr: Lecture

source: Writing
de: Schreiben
es: Escribiendo
fr: Ecriture

source: Service
de: Dienste
es: Servicio
fr: Services

source: Languages
de: Sprachen
es: Idiomas
fr: Langages

source: Select a language
de: Sprache auswählen
es: Seleccione un idioma
fr: Choisir un langage

source: Settings updated successfully
de: Einstellungen erfolgreich aktualisiert
es: Configuraciones actualizadas con éxito
fr: Paramètres enregistrés avec succès

source: Invalid Setting key
de: Ungültiger Einstellungsschlüssel
es: Clave de configuración no válida
fr: Clé de paramètre non valide

source: Key cannot be empty.
de: Sie müssen einen Schlüssel eingeben.
es: La llave no puede ser vacia.
fr: La clé ne peut être vide.

source: Displays setting values
es: Mostrar valores de opciones
fr: Afficher les valeurs des réglages

source: Setting key
es: Indice de opcion
fr: Clé de réglage

source: List all settings
es: Mostrar todas las opciones
fr: Lister tous les réglages

source: Write setting value for a given key
es: Escribe el valor de la opcion para el indice dado
fr: Ecrire une valeur de réglage pour une clé donnée

source: Setting value
es: Valor de opcion
fr: Valeur de réglage

source: Delete setting based on key
es: Eliminar opcion en base a indice
fr: Supprimer le réglage basé sur la clé

source: Update version string from git tag information
es: Actualizar la cadena de version desde la informacion de un tag de git
fr: Mettre à jour la version à partir des informations git

source: Updating {0}
es: Actualizando {0}
fr: Mettre à jour {0}

source: Confirm update
es: Confirmar actualizacion
fr: Confirmer la mise à jour

source: Setting updated
es: Opcion actualizada
fr: Réglage mis à jour

source: Cancelled
es: Cancelado
fr: Annulé

source: Key: {0} not found
es: Key: {0} no encontrada
fr: Clé: {0} non trouvée

source: Deleting {0}
es: Borrando {0}
fr: Supprimer {0}

source: Delete?
es: Borrar?
fr: Supprimer ?

source: Setting deleted
de: Einstellung gelöscht
es: Configuración borrada
fr: Paramètre supprimé

source: Language
de: Sprache
es: Idioma
fr: Langage

source: Native
es: Nativo
fr: Natif

source: Misc
es: Miscelaneo
fr: Divers

source: e.g., 'Site.title'
de: z.B. 'Site.title'
es: ej: 'Site.title'
fr: par ex., "Site.title'

source: Input Type
de: Eingabetyp
es: Tipo de entrada
fr: Type de saisie

source: e.g., 'text' or 'textarea'
de: z.B. 'text' oder 'textarea'
es: ej: 'text' o 'textarea'
fr: par ex., 'text' ou 'textarea'

source: Setting
de: Einstellung
es: Configuración
fr: Paramètre

source: Weight
de: Gewicht
es: Peso
fr: Poids

source: Edit Setting
de: Einstellung bearbeiten
es: Editar configuración
fr: Editer le paramètre

source: Delete Setting
de: Einstellung löschen
es: Borrar configuración
fr: Supprimer un paramètre

source: List Settings
de: Einstellungen auflisten
es: Listado de configuraciones
fr: Liste des paramètres

source: New Setting
de: Neue Einstellung
es: Nueva configuración
fr: Nouveau paramètre

source: Content Types
de: Inhaltstypen
es: Tipos de contenido
fr: Types de contenu

source: Taxonomy
de: Klassifizierung
es: Taxonomía

source: Add new
de: Hinzufügen
es: Añadir nuevo
fr: Ajouter un nouveau

source: Term saved successfuly.
de: Begriff erfolgreich gespeichert.
es: Térmio guardado exitosamente.
fr: Le terme a bien été enregistré.

source: Term could not be added to the vocabulary. Please try again.
de: Der Begriff konnte nicht der Klassifizierungsliste hinzugefügt werden. Bitte nochmal versuchen.
es: El término no ha podido ser adicionado al vocabulario. Por favor intente de nuevo.
fr: Le terme n'a pas pu être ajouté au vocabulaire. Merci de bien vouloir réessayer.

source: {0}: Edit Term
de: {0}: Begriff bearbeiten
es: {0}: Editar término
fr: {0}: Editer le terme

source: Term deleted
de: Begriff gelöscht
es: Término borrado
fr: Terme supprimé
